Repository: Distrotech/cpio
Catalog: po/*.po
Languages: pl

source: invalid argument %s for %s
pl: b³êdny argument %s opcji %s

source: ambiguous argument %s for %s
pl: niejednoznaczny argument %s opcji %s

source: Valid arguments are:
pl: Prawid³owe argumenty to:

source: ARGP_HELP_FMT: %s value is less than or equal to %s
pl: ARGP_HELP_FMT: warto¶æ %s jest mniejsza lub równa %s

source: %.*s: ARGP_HELP_FMT parameter requires a value
pl: %.*s: Parametr ARGP_HELP_FMT wymaga podania warto¶ci

source: %.*s: ARGP_HELP_FMT parameter must be positive
pl: %.*s: Parametr ARGP_HELP_FMT musi byæ dodatni

source: %.*s: Unknown ARGP_HELP_FMT parameter
pl: %.*s: Nieznany parametr ARGP_HELP_FMT

source: Garbage in ARGP_HELP_FMT: %s
pl: B³êdne dane w ARGP_HELP_FMT: %s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
pl: Argumenty obowi±zkowe lub opcjonalne dla d³ugich opcji s± równie¿ obowi±zkowe lub opcjonalne dla odpowiednich krótkich opcji.

source: Usage:
pl: Sk³adnia:

source: or:
pl: lub:

source: [OPTION...]
pl: [OPCJA...]

source: Report bugs to %s.
pl: Prosimy zg³aszaæ b³êdy na adres %s.

source: Unknown system error
pl: Nieznany b³±d systemowy

source: give this help list
pl: wy¶wietlenie tego tekstu pomocy

source: give a short usage message
pl: wy¶wietlenie krótkiej informacji o sk³adni polecenia

source: NAME
pl: NAZWA

source: set the program name
pl: okre¶lenie nazwy programu

source: SECS
pl: SEK

source: hang for SECS seconds (default 3600)
pl: zawieszenie na SEK sekund (domy¶lnie 3600)

source: print program version
pl: wy¶wietlenie wersji programu

source: (PROGRAM ERROR) No version known!?
pl: (B£¡D PROGRAMU) Nieznana wersja!?

source: %s: Too many arguments
pl: %s: Za du¿o argumentów

source: (PROGRAM ERROR) Option should have been recognized!?
pl: (B£¡D PROGRAMU) Opcja powinna zostaæ rozpoznana!?

source: write error
pl: b³±d zapisu

source: %s: option '--%s' doesn't allow an argument
pl: %s: opcja '--%s' nie mo¿e mieæ argumentów

source: %s: option '%c%s' doesn't allow an argument
pl: %s: opcja '%c%s' nie mo¿e mieæ argumentów

source: %s: unrecognized option '--%s'
pl: %s: nieznana opcja '--%s'

source: %s: unrecognized option '%c%s'
pl: %s: nieznana opcja '%c%s'

source: %s: invalid option -- '%c'
pl: %s: b³êdna opcja -- '%c'

source: %s: option requires an argument -- '%c'
pl: %s: opcja musi mieæ argument -- '%c'

source: %s: option '-W %s' is ambiguous
pl: %s: opcja '-W %s' jest niejednoznaczna

source: %s: option '-W %s' doesn't allow an argument
pl: %s: opcja '-W %s' nie mo¿e mieæ argumentów

source: memory exhausted
pl: pamiêæ wyczerpana

source: unable to record current working directory
pl: nie uda³o siê zapisaæ bie¿±cego katalogu roboczego

source: failed to return to initial working directory
pl: nie uda³o siê wróciæ do pocz±tkowego katalogu roboczego

source: Packaged by %s (%s)
pl: Pakietuj±cy: %s (%s)

source: Packaged by %s
pl: Pakietuj±cy: %s

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pl: Licencja GPLv3+: GNU GPL wersja 3 lub pó¼niejsza <http://gnu.org/licenses/gpl.html> To jest oprogramowanie wolnodostêpne: mo¿na je modyfikowaæ i rozpowszechniaæ. Nie ma ¯ADNEJ GWARANCJI w zakresie dopuszczalnym przez prawo.

source: Written by %s.
pl: Autor: %s.

source: Written by %s and %s.
pl: Autorzy: %s i %s.

source: Written by %s, %s, and %s.
pl: Autorzy: %s, %s i %s.

source: Written by %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, and %s.
pl: Autorzy: %s, %s, %s, %s, %s, %s, %s, %s i %s.

source: Written by %s, %s, %s, %s, %s, %s, %s, %s, %s, and others.
pl: Autorzy: %s, %s, %s, %s, %s, %s, %s, %s, %s i inni.

source: Report bugs to: %s
pl: Prosimy zg³aszaæ b³êdy na adres <%s>. B³êdy w t³umaczeniu prosimy zg³aszaæ na adres: <translation-team-pl@lists.sourceforge.net>.

source: Report %s bugs to: %s
pl: B³êdy pakietuj±cego (%s) prosimy zg³aszaæ na adres <%s>.

source: %s home page: <%s>
pl: Strona domowa %s: <%s>

source: %s home page: <http://www.gnu.org/software/%s/>
pl: Strona domowa %s: <http://www.gnu.org/software/%s/>

source: General help using GNU software: <http://www.gnu.org/gethelp/>
pl: Ogólna pomoc dotycz±ca oprogramowania GNU: <http://www.gnu.org/gethelp/>

source: %s: Cannot %s
pl: %s: Wywo³anie %s nie powiod³o siê

source: %s: Warning: Cannot %s
pl: %s: Uwaga: Wywo³anie %s nie powiod³o siê

source: %s: Cannot change mode to %s
pl: %s: Nie mo¿na zmieniæ uprawnieñ na %s

source: %s: Cannot change ownership to uid %lu, gid %lu
pl: %s: Nie mo¿na zmieniæ w³a¶ciciela na uid %lu, gid %lu

source: %s: Cannot hard link to %s
pl: %s: Nie mo¿na utworzyæ dowi±zania zwyk³ego do %s

source: %s: Read error at byte %s, while reading %lu byte
pl: %s: B³±d odczytu na bajcie %s podczas odczytu %lu bajtu

source: %s: Warning: Read error at byte %s, while reading %lu byte
pl: %s: Uwaga: B³±d odczytu na bajcie %s podczas odczytu %lu bajtu

source: %s: Cannot seek to %s
pl: %s: Nie mo¿na wykonaæ seek na %s

source: %s: Warning: Cannot seek to %s
pl: %s: Uwaga: Nie mo¿na wykonaæ seek na %s

source: %s: Cannot create symlink to %s
pl: %s: Nie mo¿na utworzyæ dowi±zania do %s

source: %s: Wrote only %lu of %lu byte
pl: %s: Zapisano tylko %lu z %lu bajtu

source: Removing leading `%s' from member names
pl: Usuniêcie pocz±tkowego `%s' z nazw plików

source: Removing leading `%s' from hard link targets
pl: Usuniêcie pocz±tkowego `%s' z nazw wskazywanych przez dowi±zania zwyk³e

source: Substituting `.' for empty member name
pl: Podstawienie `.' zamiast pustej nazwy pliku

source: Substituting `.' for empty hard link target
pl: Podstawienie `.' zamiast pustej nazwy wskazywanej przez dowi±zanie zwyk³e

source: exec/tcp: Service not available
pl: exec/tcp: Us³uga niedostêpna

source: stdin
pl: standardowe wej¶cie

source: stdout
pl: standardowe wyj¶cie

source: Cannot connect to %s: resolve failed
pl: Nie mo¿na po³±czyæ siê z %s: nie uda³o siê rozwi±zaæ nazwy

source: Cannot execute remote shell
pl: Nie mo¿na uruchomiæ zdalnej pow³oki

source: Seek direction out of range
pl: Kierunek przesuniêcia spoza zakresu

source: Invalid seek direction
pl: B³êdny kierunek przesuniêcia

source: Invalid seek offset
pl: B³êdna warto¶æ przesuniêcia

source: Seek offset out of range
pl: Adres przesuniêcia spoza zakresu

source: Invalid byte count
pl: B³êdna liczba bajtów

source: Byte count out of range
pl: Liczba bajtów spoza zakresu

source: Premature eof
pl: Przedwczesny EOF

source: Invalid operation code
pl: B³êdny kod operacji

source: Operation not supported
pl: Nieobs³ugiwana operacja

source: Unexpected arguments
pl: Nieoczekiwane argumenty

source: Manipulate a tape drive, accepting commands from a remote process
pl: Operacje na napêdzie ta¶mowym z przyjmowaniem poleceñ od zdalnego procesu

source: NUMBER
pl: LICZBA

source: set debug level
pl: ustawienie poziomu diagnostyki

source: FILE
pl: PLIK

source: set debug output file name
pl: ustawienie nazwy pliku wyj¶cia diagnostycznego

source: cannot open %s
pl: nie mo¿na otworzyæ %s

source: too many arguments
pl: za du¿o argumentów

source: Garbage command
pl: B³êdne polecenie

source: warning: skipped %ld byte of junk
pl: uwaga: pominiêto %ld bajt ¶mieci

source: rename %s ->
pl: przemianowanie %s ->

source: %s: file name too long
pl: %s: za d³uga nazwa pliku

source: %s not created: newer or same age version exists
pl: %s nie zosta³ stworzony: istnieje nowsza lub wspó³czesna wersja

source: cannot remove current %s
pl: nie mogê usun±æ obecnego %s

source: cannot link %s to %s
pl: nie mogê dowi±zaæ %s do %s

source: cannot swap halfwords of %s: odd number of halfwords
pl: nie mogê zamieniæ pó³s³ów z %s: nieparzysta liczba pó³s³ów

source: cannot swap bytes of %s: odd number of bytes
pl: nie mogê zamieniæ bajtów z %s: nieparzysta liczba bajtów

source: %s: Cannot symlink to %s
pl: %s: Nie mo¿na dowi±zaæ do %s

source: %s: unknown file type
pl: %s: nieznany typ pliku

source: Malformed number %.*s
pl: B³êdnie podana liczba %.*s

source: Archive value %.*s is out of range
pl: Warto¶æ archiwum %.*s jest spoza zakresu

source: premature end of archive
pl: niespodziewany koniec archiwum

source: warning: archive header has reverse byte-order
pl: uwaga: nag³ówek archiwum ma odwrócony porz±dek bajtów

source: standard input is closed
pl: standardowe wej¶cie (stdin) jest zamkniête

source: %lu block
pl: %lu blok

source: cannot read checksum for %s
pl: nie mogê odczytaæ sumy kontrolnej dla %s

source: %s: field width not sufficient for storing %s
pl: %s: szeroko¶æ pola niewystarczaj±ca do zapisania %s

source: %s: truncating %s
pl: %s: ucinam %s

source: inode number
pl: numer i-wêz³a

source: file mode
pl: uprawnienia pliku

source: number of links
pl: liczba dowi±zañ

source: modification time
pl: czas modyfikacji

source: file size
pl: rozmiar pliku

source: device major number
pl: g³ówny numer urz±dzenia

source: device minor number
pl: poboczny numer urz±dzenia

source: rdev major
pl: g³ówny numer rdev

source: rdev minor
pl: poboczny numer rdev

source: name size
pl: rozmiar nazwy

source: device number
pl: numer urz±dzenia

source: rdev
pl: numer rdev

source: %s: truncating inode number
pl: %s: zerujê numer i-wêz³a

source: standard output is closed
pl: standardowe wyj¶cie (stdout) jest zamkniête

source: blank line ignored
pl: pusta linia zignorowana

source: %s not dumped: not a regular file
pl: %s nie zosta³ zrzucony: nie jest zwyk³ym plikiem

source: %s: symbolic link too long
pl: %s: za d³ugie dowi±zanie symboliczne

source: %s linked to %s
pl: %s dowi±zany do %s

source: GNU `cpio' copies files to and from archives Examples: # Copy files named in name-list to the archive cpio -o < name-list [> archive] # Extract files from the archive cpio -i [< archive] # Copy files named in name-list to destination-directory cpio -p destination-directory < name-list
pl: GNU `cpio' kopiuje pliki do i z archiwów Przyk³ady: # Skopiowanie plików o nazwach z pliku lista-nazw do archiwum cpio -o < lista-nazw [> archiwum] # Wydobycie plików z archiwum cpio -i [< archiwum] # Skopiowanie plików o nazwach z pliku lista-nazw do katalogu-docelowego cpio -p katalog-docelowy < lista-nazw

source: %s is meaningless with %s
pl: %s nie ma znaczenia przy %s

source: Main operation mode:
pl: G³ówny tryb operacji:

source: Create the archive (run in copy-out mode)
pl: Tworzenie archiwum (dzia³anie w trybie copy-out)

source: Extract files from an archive (run in copy-in mode)
pl: Wydobywanie plików z archiwum (dzia³anie w trybie copy-in)

source: Run in copy-pass mode
pl: Dzia³anie w trybie copy-pass

source: Print a table of contents of the input
pl: Wypisanie tabeli z zawarto¶ci± wej¶cia

source: Operation modifiers valid in any mode:
pl: Modyfikatory operacji poprawne w ka¿dym trybie:

source: Archive file is local, even if its name contains colons
pl: Plik archiwum jest lokalny, nawet je¶li nazwa zawiera dwukropki

source: Use given archive FORMAT
pl: U¿ycie podanego FORMATU archiwum

source: Set the I/O block size to 5120 bytes
pl: Ustawienie rozmiaru bloku we/wy na 5120 bajtów

source: BLOCK-SIZE
pl: ROZMIAR-BLOKU

source: Set the I/O block size to BLOCK-SIZE * 512 bytes
pl: Ustawienie rozmiaru bloku we/wy na ROZMIAR_BLOKU * 512 bajtów

source: Use the old portable (ASCII) archive format
pl: U¿ycie starego przeno¶nego (ASCII) formatu archiwum

source: Print a "." for each file processed
pl: Wypisanie "." dla ka¿dego przetworzonego pliku

source: Set the I/O block size to the given NUMBER of bytes
pl: Ustawienie rozmiaru bloku we/wy na podan± LICZBÊ bajtów

source: Do not print the number of blocks copied
pl: Nie wypisywanie liczby skopiowanych bloków

source: Verbosely list the files processed
pl: Szczegó³owe podawanie przetworzonych plików

source: Enable debugging info
pl: W³±czenie informacji diagnostycznych

source: FLAG
pl: FLAGA

source: Control warning display. Currently FLAG is one of 'none', 'truncate', 'all'. Multiple options accumulate.
pl: Sterowanie wy¶wietlaniem ostrze¿eñ. Aktualnie FLAGA to jedno z 'none', 'truncate', 'all'. Opcje podane razem ³±cz± siê.

source: [USER][:.][GROUP]
pl: [U¯YTKOWNIK][:.][GRUPA]

source: Set the ownership of all files created to the specified USER and/or GROUP
pl: Ustawienie w³a¶ciciela wszystkich tworzonych plików na okre¶lonego U¯YTKOWNIKA i/lub GRUPÊ

source: [[USER@]HOST:]FILE-NAME
pl: [[U¯YTKOWNIK@]HOST:]PLIK

source: Use this FILE-NAME instead of standard input or output. Optional USER and HOST specify the user and host names in case of a remote archive
pl: U¿ycie tego PLIKU zamiast standardowego wej¶cia lub wyj¶cia. Opcjonalne U¯YTKOWNIK i HOST okre¶laj± nazwy u¿ytkownika i hosta w przypadku zdalnego archiwum

source: STRING
pl: £AÑCUCH

source: Print STRING when the end of a volume of the backup media is reached
pl: Wypisanie £AÑCUCHA po osi±gniêciu koñca woluminu no¶nika

source: COMMAND
pl: POLECENIE

source: Operation modifiers valid only in copy-in mode:
pl: Modyfikatory operacji poprawne tylko w trybie copy-in:

source: Only copy files that do not match any of the given patterns
pl: Kopiowanie wy³±cznie plików nie pasuj±cych do podanych wzorców

source: In the verbose table of contents listing, show numeric UID and GID
pl: W tabeli szczegó³owej spisu zawarto¶ci pokazywanie liczbowych warto¶ci UID i GID

source: Read additional patterns specifying filenames to extract or list from FILE
pl: Odczyt z PLIKU dodatkowych wzorców okre¶laj±cych nazwy plików do wydobycia lub wypisania

source: When reading a CRC format archive, only verify the CRC's of each file in the archive, don't actually extract the files
pl: Przy czytaniu archiwum w formacie CRC sprawdzanie tylko sum CRC ka¿dego pliku w archiwum, bez wydobywania plików

source: Interactively rename files
pl: Interaktywna zmiana nazw plików

source: Swap both halfwords of words and bytes of halfwords in the data. Equivalent to -sS
pl: Zamiana zarówno pó³s³ów w s³owach jak i bajtów w pó³s³owach danych. Odpowiednik -sS

source: Swap the bytes of each halfword in the files
pl: Zamiana bajtów w ka¿dym pó³s³owie w plikach

source: Swap the halfwords of each word (4 bytes) in the files
pl: Zamiana pó³s³ów w ka¿dym s³owie (4 bajtach) w plikach

source: Extract files to standard output
pl: Wydobycie plików na standardowe wyj¶cie

source: Archive filename to use instead of standard input. Optional USER and HOST specify the user and host names in case of a remote archive
pl: PLIK archiwum do u¿ycia zamiast standardowego wej¶cia. Opcjonalne U¯YTKOWNIK i HOST okre¶laj± nazwy u¿ytkownika i hosta w przypadku zdalnego archiwum

source: Operation modifiers valid only in copy-out mode:
pl: Modyfikatory operacji poprawne tylko w trybie copy-out:

source: Append to an existing archive.
pl: Do³±czenie do istniej±cego archiwum.

source: Archive filename to use instead of standard output. Optional USER and HOST specify the user and host names in case of a remote archive
pl: PLIK archiwum do u¿ycia zamiast standardowego wyj¶cia. Opcjonalne U¯YTKOWNIK i HOST okre¶laj± nazwy u¿ytkownika i hosta w przypadku zdalnego archiwum

source: Operation modifiers valid only in copy-pass mode:
pl: Modyfikatory operacji poprawne tylko w trybie copy-pass:

source: Link files instead of copying them, when possible
pl: Dowi±zywanie plików zamiast kopiowania ich o ile to mo¿liwe

source: Operation modifiers valid in copy-in and copy-out modes:
pl: Modyfikatory operacji poprawne w trybach copy-in i copy-out:

source: Do not strip file system prefix components from the file names
pl: Nie usuwanie sk³adników przedrostka systemu plików z nazw plików

source: Create all files relative to the current directory
pl: Tworzenie wszystkich plików wzglêdem bie¿±cego katalogu

source: Operation modifiers valid in copy-out and copy-pass modes:
pl: Modyfikatory operacji poprawne w trybach copy-out i copy-pass:

source: Dereference symbolic links (copy the files that they point to instead of copying the links).
pl: Rozwi±zywanie dowi±zañ symbolicznych (kopiowanie plików przez nie wskazywanych zamiast kopiowania dowi±zañ).

source: Reset the access times of files after reading them
pl: Wyzerowanie czasów dostêpu plików po odczytaniu ich

source: Operation modifiers valid in copy-in and copy-pass modes:
pl: Modyfikatory operacji poprawne w trybach copy-in i copy-pass:

source: Retain previous file modification times when creating files
pl: Zachowanie poprzednich czasów modyfikacji plików przy ich tworzeniu

source: Create leading directories where needed
pl: Tworzenie wiod±cych katalogów w razie potrzeby

source: Do not change the ownership of the files
pl: Nie zmienianie w³a¶ciciela plików

source: Replace all files unconditionally
pl: Bezwarunkowe zast±pienie wszystkich plików

source: Write files with large blocks of zeros as sparse files
pl: Zapis plików z du¿ymi blokami zer jako plików rzadkich

source: invalid block size
pl: b³êdny rozmiar bloku

source: Archive format multiply defined
pl: Wielokrotnie okre¶lony format archiwum

source: invalid archive format `%s'; valid formats are: crc newc odc bin ustar tar (all-caps also recognized)
pl: b³êdny format archiwum `%s'; poprawne formaty to: crc, newc, odc, bin, ustar, tar (rozpoznawane tak¿e wielkimi literami)

source: Mode already defined
pl: Tryb ju¿ okre¶lony

source: --no-preserve-owner cannot be used with --owner
pl: --no-preserve-owner nie mo¿e byæ u¿yte wraz z --owner

source: --owner cannot be used with --no-preserve-owner
pl: --owner nie mo¿e byæ o¿yte wraz z --no-preserve-owner

source: Invalid value for --warning option: %s
pl: B³êdna warto¶æ dla opcji --warning: %s

source: [destination-directory]
pl: [katalog-docelowy]

source: You must specify one of -oipt options. Try `%s --help' or `%s --usage' for more information.
pl: Trzeba podaæ jedn± z opcji -oipt. Wywo³anie `%s --help' lub `%s --usage' poda wiêcej informacji.

source: Both -I and -F are used in copy-in mode
pl: U¿yto jednocze¶nie -I i -F w trybie copy-in

source: Too many arguments
pl: Za du¿o argumentów

source: --append is used but no archive file name is given (use -F or -O options)
pl: U¿yto --append, ale nie podano nazwy pliku archiwum (nale¿y u¿yæ opcji -F lub -O)

source: Both -O and -F are used in copy-out mode
pl: U¿yto jednocze¶nie -O i -F w trybie copy-out

source: Not enough arguments
pl: Za ma³o argumentów

source: Archive format is not specified in copy-pass mode (use --format option)
pl: Nie podano formatu archiwum w trybie copy-pass

source: -F can be used only with --create or --extract
pl: -F mo¿e byæ u¿yte tylko wraz z --create lub --extract

source: Cannot open %s
pl: Nie mo¿na otworzyæ %s

source: error closing archive
pl: b³±d podczas zamykania archiwum

source: cannot make directory `%s'
pl: nie mo¿na utworzyæ katalogu `%s'

source: `%s' exists but is not a directory
pl: `%s' istnieje, ale nie jest katalogiem

source: control magnetic tape drive operation
pl: sterowanie napêdem ta¶m magnetycznych

source: DEVICE
pl: URZ¡DZENIE

source: use device as the file name of the tape drive to operate on
pl: u¿ycie urz±dzenia jako nazwy pliku napêdu ta¶mowego

source: use remote COMMAND instead of rsh
pl: u¿ycie zdalnego POLECENIA zamiast rsh

source: operation
pl: operacja

source: invalid count value
pl: b³êdna warto¶æ licznika

source: no tape device specified
pl: nie podano urz±dzenia ta¶mowego

source: operation [count]
pl: operacja [liczba]

source: %s is not a character special file
pl: %s nie jest urz±dzeniem znakowym

source: %s: rmtioctl failed
pl: %s: rmtioctl nie powiod³o siê

source: %s: rmtopen failed
pl: %s: rmtopen nie powiod³o siê

source: %s: rmtclose failed
pl: %s: rmtclose nie powiod³o siê

source: invalid header: checksum error
pl: b³êdny nag³ówek: z³a suma kontrolna

source: invalid user
pl: niew³a¶ciwy u¿ytkownik

source: cannot get the login group of a numeric UID
pl: nie mogê uzyskaæ grupy liczbowego UID-u

source: invalid group
pl: z³a grupa

source: read error
pl: b³±d odczytu

source: premature end of file
pl: niespodziewany koniec pliku

source: File %s shrunk by %s byte, padding with zeros
pl: Plik %s zmniejszony o %s bajt, uzupe³niam zerami

source: Read error at byte %lld in file %s, padding with zeros
pl: B³±d odczytu na pozycji %lld w pliku %s, uzupe³niam zerami

source: File %s grew, %<PRIuMAX> new byte not copied
pl: Plik %s powiêkszy³ siê, %<PRIuMAX> nowy bajt nie skopiowany

source: File %s was modified while being copied
pl: Plik %s zosta³ zmodyfikowany w trakcie kopiowania

source: virtual memory exhausted
pl: brak pamiêci wirtualnej

source: Creating intermediate directory `%s'
pl: Tworzenie katalogu po¶redniego `%s'

source: cannot seek on output
pl: nie mo¿na przesun±æ wska¼nika na wyj¶ciu

source: Found end of tape. Load next tape and press RETURN.
pl: Koniec ta¶my. Nale¿y za³adowaæ nastêpn± i wcisn±æ RETURN.

source: Found end of tape. To continue, type device/file name when ready.
pl: Koniec ta¶my. Aby kontynuowaæ nale¿y wpisaæ nazwê urz±dzenia/pliku.

source: To continue, type device/file name when ready.
pl: Aby kontynuowaæ nale¿y wpisaæ nazwê urz±dzenia/pliku.

source: internal error: tape descriptor changed from %d to %d
pl: b³±d wewnêtrzny: deskryptor ta¶my zmieni³ siê z %d na %d

source: %s is not a directory
pl: %s nie jest katalogiem

source: genfile manipulates data files for GNU paxutils test suite. OPTIONS are:
pl: genfile operuje na plikach danych zestawu testów GNU paxutils. OPCJE to:

source: File creation options:
pl: Opcje tworzenia plików:

source: SIZE
pl: ROZMIAR

source: Create file of the given SIZE
pl: Tworzenie pliku podanego ROZMIARU

source: Write to file NAME, instead of standard output
pl: Zapis do pliku o podanej NAZWIE zamiast na standardowe wyj¶cie

source: Read file names from FILE
pl: Odczyt nazw plików z PLIKU

source: -T reads null-terminated names
pl: -T odczytuje nazwy zakoñczone znakiem null

source: PATTERN
pl: WZORZEC

source: Fill the file with the given PATTERN. PATTERN is 'default' or 'zeros'
pl: Wype³nienie pliku podanym WZORCEM. WZORZEC to 'default' lub 'zeros'

source: Size of a block for sparse file
pl: Rozmiar bloku dla pliku rzadkiego

source: Generate sparse file. Rest of the command line gives the file map.
pl: Wygenerowanie pliku rzadkiego. Pozosta³a czê¶æ polecenia przekazuje mapê pliku.

source: OFFSET
pl: PRZESUNIÊCIE

source: Seek to the given offset before writing data
pl: Przesuniêcie do podanego adresu przed zapisem danych

source: File statistics options:
pl: Opcje statystyki plików:

source: Print contents of struct stat for each given file. Default FORMAT is:
pl: Wypisanie zawarto¶ci struktury stat dla ka¿dego podanego pliku. FORMAT domy¶lny to:

source: Synchronous execution options:
pl: Opcje wykonywania synchronicznego:

source: OPTION
pl: OPCJA

source: Execute ARGS. Useful with --checkpoint and one of --cut, --append, --touch, --unlink
pl: Wykonanie ARGUMENTÓW. Przydatne z --checkpoint i jednym z --cut, --append, --touch

source: Perform given action (see below) upon reaching checkpoint NUMBER
pl: Wykonanie podanej akcji (poni¿ej) po osi±gniêciu punktu kontrolnego NUMER

source: Set date for next --touch option
pl: Ustawienie czasu dla nastêpnej opcji --touch

source: Display executed checkpoints and exit status of COMMAND
pl: Wy¶wietlanie wykonywanych punktów kontrolnych i kodu wyj¶cia POLECENIA
