Repository: Distrotech/cpio
Catalog: po/*.po
Languages: pl

source: Synchronous execution actions. These are executed when checkpoint number given by --checkpoint option is reached.
pl: Akcje wykonywane synchronicznie. S± one wykonywane po osi±gniêciu punktu kontrolnego o numerze okre¶lonym opcj± --checkpoint

source: Truncate FILE to the size specified by previous --length option (or 0, if it is not given)
pl: Obciêcie PLIKU do rozmiaru okre¶lonego poprzedni± opcj± --length (lub 0, je¶li nie zosta³a podana)

source: Append SIZE bytes to FILE. SIZE is given by previous --length option.
pl: Do³±czenie ROZMIARU bajtów do PLIKU. ROZMIAR jest podawany poprzedni± opcj± --length.

source: Update the access and modification times of FILE
pl: Uaktualnienie czasów dostêpu i modyfikacji PLIKU

source: Execute COMMAND
pl: Wykonanie POLECENIA

source: Unlink FILE
pl: Usuniêcie PLIKU

source: Invalid size: %s
pl: B³êdny rozmiar: %s

source: Number out of allowed range: %s
pl: Liczba spoza dozwolonego zakresu: %s

source: Negative size: %s
pl: Ujemny rozmiar: %s

source: stat(%s) failed
pl: stat(%s) nie powiod³o siê

source: requested file length %lu, actual %lu
pl: ¿±dana d³ugo¶æ pliku %lu, faktyczna %lu

source: created file is not sparse
pl: utworzony plik nie jest rzadki

source: Error parsing number near `%s'
pl: B³±d przy analizie liczby przy `%s'

source: Unknown date format
pl: Nieznany format daty

source: [ARGS...]
pl: [ARGUMENTY...]

source: cannot open `%s'
pl: nie mo¿na otworzyæ `%s'

source: cannot seek
pl: nie mo¿na przesun±æ wska¼nika

source: file name contains null character
pl: nazwa pliku zawiera znak null

source: cannot generate sparse files on standard output, use --file option
pl: nie mo¿na wygenerowaæ plików rzadkich na standardowym wyj¶ciu, nale¿y u¿yæ opcji --file

source: incorrect mask (near `%s')
pl: b³êdna maska (przy `%s')

source: Unknown field `%s'
pl: Nieznane pole `%s'

source: cannot set time on `%s'
pl: nie mo¿na ustawiæ czasu na `%s'

source: cannot unlink `%s'
pl: nie mo¿na usun±æ `%s'

source: Command exited successfully
pl: Polecenie zakoñczone pomy¶lnie

source: Command failed with status %d
pl: Polecenie nie powiod³o siê z kodem b³êdu %d

source: Command terminated on signal %d
pl: Polecenie przerwane przez sygna³ %d

source: Command stopped on signal %d
pl: Polecenie zatrzymane przez sygna³ %d

source: Command dumped core
pl: Polecenie zrzuci³o zawarto¶æ pamiêci

source: Command terminated
pl: Polecenie przerwane

source: --stat requires file names
pl: --stat wymaga nazw plików
