Repository: Distrotech/cpio
Catalog: po/.reference/*.po
Languages: ro

source: Memory exhausted
ro: Memorie plinã

source: %s is not a character special file
ro: %s nu este un fiºier cu caracter special

source: cannot open directory %s
ro: nu pot deschide directorul %s

source: block size cannot be 0
ro: mãrimea blocului nu poate fi 0

source: GNU mt version %s
ro: GNU mt versiunea %s

source: premature end of archive
ro: sfârºit-de-arhivã prematur

source: %s: option `%s' is ambiguous
ro: %s: opþiunea `%s' este ambiguã

source: Success
ro: Succes

source: parse error in blocksize
ro: eroare de analizã(parse) în mãrimea blocului

source: Regular expression too big
ro: Expresie regularã prea mare

source: Usage: %s {-o|--create} [-0acvABLV] [-C bytes] [-H format] [-M message] [-O [[user@]host:]archive] [-F [[user@]host:]archive] [--file=[[user@]host:]archive] [--format=format] [--message=message] [--null] [--reset-access-time] [--verbose] [--dot] [--append] [--block-size=blocks] [--dereference] [--io-size=bytes] [--quiet] [--force-local] [--help] [--version] < name-list [> archive]
ro: Folosire: %s {-o|--create} [-0acvABLV] [-C octeþi] [-H format] [-M mesaj] [-O [[user@]host:]arhivã] [-F [[user@]host:]arhivã] [--file=[[user@]host:]arhivã] [--format=format] [--message=mesaj] [--null] [--reset-access-time] [--verbose] [--dot] [--append] [--block-size=blocuri] [--dereference] [--io-size=octeþi] [--quiet] [--force-local] [--help] [--version] < listã-nume [> arhivã]

source: %s: illegal option -- %c
ro: %s: opþiune ilegalã -- %c

source: error closing archive
ro: eroare în închiderea arhivei

source: Premature end of regular expression
ro: Sfârºit prematur de expresie regulatã

source: standard input is closed
ro: intrarea(input) standard este închisã

source: %s not dumped: not a regular file
ro: %s nerealizat: nu este fiºier regular

source: cannot remove current %s
ro: nu se poate ºterge %s curent

source: %s: option `%c%s' doesn't allow an argument
ro: %s: opþiunea `%c%s' nu permite parametri

source: %s {-r|--read} {-w|--write} [-cdnv] [-f archive] [-s replacement] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=replacement] [pattern...] [< archive]
ro: %s {-r|--read} {-w|--write} [-cdnv] [-f arhivã] [-s înlocuitor] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=înlocuitor] [tipar...] [< arhivã]

source: invalid group
ro: grup invalid

source: cannot read checksum for %s
ro: nu se poate citi checksum-ul pentru %s

source: block number = %d
ro: numãr bloc = %d

source: %s linked to %s
ro: %s e legat(linked) de %s

source: %s: unrecognized option `%c%s'
ro: %s: opþiune necunoscutã `%c%s'

source: invalid archive format `%s'; valid formats are: crc, newc, odc, bin, ustar, tar, hpodc, hpbin
ro: format de arhivã invalid `%s'; formaturi valide sunt: crc, newc, odc, bin, ustar, tar, hpodc, hpbin

source: %s: option `--%s' doesn't allow an argument
ro: %s: opþiunea `--%s' nu permite parametri

source: Invalid character class name
ro: Nume de clasã caracter invalid

source: %d blocks
ro: %d blocuri

source: drive type = %d
ro: tip drive = %d

source: unrecognized flag `%c' for -p; recognized flags are `aemop'
ro: marcaj(flag) necunoscut `%c' pentru -p; marcaje cunoscute sunt `aemop'

source: ambiguous
ro: ambiguu

source: missing regexp
ro: regexp lipsã

source: 1 block
ro: 1 bloc

source: virtual memory exhausted
ro: memorie virtualã plinã

source: cannot make directory `%s'
ro: nu pot crea directorul `%s'

source: %s: option `%s' requires an argument
ro: %s: opþiunea `%s' necesitã un parametru

source: Usage: %s [-V] [-f device] [--file=device] [--help] [--version] operation [count]
ro: Folosire: %s [-V] [-f dispozitiv] [--file=dispozitiv] [--help] [--version] operaþie [repetãri]

source: No match
ro: Nici o potrivire

source: residue count = %d
ro: repetãri rãmase = %d

source: %s {-p|--pass-through} [-0adlmuvLV] [-R [user][:.][group]] [--null] [--reset-access-time] [--make-directories] [--link] [--quiet] [--preserve-modification-time] [--unconditional] [--verbose] [--dot] [--dereference] [--owner=[user][:.][group]] [--no-preserve-owner] [--sparse] [--help] [--version] destination-directory < name-list
ro: %s {-p|--pass-through} [-0adlmuvLV] [-R [user][:.][grup]] [--null] [--reset-access-time] [--make-directories] [--link] [--quiet] [--preserve-modification-time] [--unconditional] [--verbose] [--dot] [--dereference] [--owner=[user][:.][grup]] [--no-preserve-owner] [--sparse] [--help] [--version] director destinaþie < listã-nume

source: drive status = %d
ro: stare drive = %d

source: invalid header: checksum error
ro: header invalid: eroare de checksum

source: Unmatched [ or [^
ro: [ sau [^ neînchise

source: %s: option requires an argument -- %c
ro: %s: opþiunea necesitã un parametru -- %c

source: `%s' exists but is not a directory
ro: `%s' existã dar nu este director

source: %s {-i|--extract} [-bcdfmnrtsuvBSV] [-C bytes] [-E file] [-H format] [-M message] [-R [user][:.][group]] [-I [[user@]host:]archive] [-F [[user@]host:]archive] [--file=[[user@]host:]archive] [--make-directories] [--nonmatching] [--preserve-modification-time] [--numeric-uid-gid] [--rename] [--list] [--swap-bytes] [--swap] [--dot] [--unconditional] [--verbose] [--block-size=blocks] [--swap-halfwords] [--io-size=bytes] [--pattern-file=file] [--format=format] [--owner=[user][:.][group]] [--no-preserve-owner] [--message=message] [--force-local] [--no-absolute-filenames] [--sparse] [--only-verify-crc] [--quiet] [--help] [--version] [pattern...] [< archive]
ro: %s {-i|--extract} [-bcdfmnrtsuvBSV] [-C octeþi] [-E fiºier] [-H format] [-M mesaj] [-R [user][:.][grup]] [-I [[user@]host:]arhivã] [-F [[user@]host:]arhivã] [--file=[[user@]host:]arhivã] [--make-directories] [--nonmatching] [--preserve-modification-time] [--numeric-uid-gid] [--rename] [--list] [--swap-bytes] [--swap] [--dot] [--unconditional] [--verbose] [--block-size=blocks] [--swap-halfwords] [--io-size=octeþi] [--pattern-file=fiºier] [--format=format] [--owner=[user][:.][grup]] [--no-preserve-owner] [--message=mesaj] [--force-local] [--no-absolute-filenames] [--sparse] [--only-verify-crc] [--quiet] [--help] [--version] [tipar...] [< arhivã]

source: invalid block size
ro: mãrime invalidã de bloc

source: no tape device specified
ro: nici un dispozitiv de bandã magneticã specificat

source: %s {-r|--read} [-cdiknuv] [-f archive] [-s replacement] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=replacement] [pattern...] [< archive]
ro: %s {-r|--read} [-cdiknuv] [-f arhivã] [-s înlocuitor] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=înlocuitor] [tipar...] [< arhivã]

source: %s: unknown file type
ro: %s: tip de fiºier necunoscut

source: %s: invalid option -- %c
ro: %s: opþiune invalidã -- %c

source: cannot link %s to %s
ro: nu se poate face legãtura(link) %s cu %s

source: cannot get the login group of a numeric UID
ro: nu se poate gãsi grupul de login al unui UID numeric

source: drive status (low) = %d
ro: stare drive (slab) = %d

source: warning: archive header has reverse byte-order
ro: avertisment: header-ul arhivei are ordine inversã de octeþi

source: file number = %d
ro: numãr fiºier = %d

source: Invalid collation character
ro: Caracter de comparare(collation) invalid

source: cannot swap bytes of %s: odd number of bytes
ro: nu se pot interschimba(swap) octeþii din %s: numãr impar de octeþi

source: Unmatched \{
ro: \{ neînchisã

source: %s: symbolic link too long
ro: %s: legãturã simbolicã prea lungã

source: Unmatched ) or \)
ro: ) or \) nedeschise

source: Invalid preceding regular expression
ro: Expresie regularã precedentã invalidã

source: warning: skipped %ld bytes of junk
ro: avertisment: se omit %ld octeþi de resturi(junk)

source: %s: unrecognized option `--%s'
ro: %s: opþiune necunoscutã `--%s'

source: rename %s ->
ro: redenumire %s ->

source: null regexp
ro: regexp vidã

source: standard output is closed
ro: ieºirea(output) standard este închisã

source: %s already exists; not created
ro: %s existã deja; nu este creat

source: %s: checksum error (0x%x, should be 0x%x)
ro: %s: eroare de checksum (0x%x, ar trebui sã fie 0x%x)

source: cannot swap halfwords of %s: odd number of halfwords
ro: nu se pot interschimba(swap) jumãtãþi de cuvinte(halfwords) ale %s: numãr impar de halfwords

source: Invalid back reference
ro: Referinþã precedentã(back) invalidã

source: blank line ignored
ro: linie goalã(blank) ignoratã

source: Usage: %s [-cdnv] [-f archive] [-s replacement] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=replacement] [pattern...] [< archive]
ro: Folosire: %s [-cdnv] [-f arhivã] [-s înlocuitor] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=înlocuitor] [tipar...] [< arhivã]

source: Unmatched ( or \(
ro: ( or \( neînchise

source: %s: truncating inode number
ro: %s: numãr inode trunchiat

source: %s: file name too long
ro: %s: nume fiºier prea lung

source: GNU cpio version %s
ro: GNU cpio versiunea %s

source: GNU pax version %s
ro: GNU pax versiunea %s

source: Invalid content of \{\}
ro: Conþinut invalid al \{\}

source: Invalid range end
ro: Sfârºit de domeniu(range) invalid

source: sense key error = %d
ro: eroare în înþelegerea tastei(sense key) = %d

source: Trailing backslash
ro: Backslash de sfârºit(trailing)

source: can not omit both user and group
ro: nu se pot omite ºi userul ºi grupul

source: Invalid regular expression
ro: Expresie regularã invalidã

source: tape operation
ro: operaþie cu banda magneticã

source: invalid user
ro: user invalid

source: No previous regular expression
ro: Nu a existat o expresie regularã precedentã

source: %s {-w|--write} [-cdnv] [-f archive] [-s replacement] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=replacement] [pattern...] [< archive]
ro: %s {-w|--write} [-cdnv] [-f arhivã] [-s înlocuitor] [--nonmatching] [--directories-only] [--first-pattern] [--verbose] [--replace=înlocuitor] [tipar...] [< arhivã]

source: drive status (high) = %d
ro: stare drive (performantã) = %d

source: %s not created: newer or same age version exists
ro: %s nu a fost creat: existã aceeaºi versiune sau mai nouã

source: %s while compiling pattern
ro: %s în timpul compilãrii tiparului

source: invalid regexp modifier `%c'
ro: parametru(modifier) regexp invalid `%c'

source: exec/tcp: service not available
ro: exec/tcp: serviciu indisponibil

source: cannot execute remote shell
ro: nu se poate executa shellul de la distanþã (remote)

source: write error
ro: eroare de scriere

source: read error
ro: eroare de citire

source: premature end of file
ro: sfârºit de fiºier prematur

source: File %s shrunk by %ld bytes, padding with zeros
ro: Fiºierul %s micºorat cu %ld octeþi, umplut(padding) cu zero-uri

source: Read error at byte %ld in file %s, padding with zeros
ro: Eroare de citire la octetul %ld în fiºierul %s, umplere(pading) cu zero-uri

source: cannot seek on output
ro: nu pot cãuta pe output

source: Found end of tape. Load next tape and press RETURN.
ro: S-a întâlnit sfârºit de bandã. Încãrcaþi urmatoarea bandã ºi apãsaþi RETURN.

source: Found end of tape. To continue, type device/file name when ready.
ro: S-a întâlnit sfârºit de bandã. Pentru a continua, scrieþi numele dispozitivului/fiºierului când sunteþi gata.

source: To continue, type device/file name when ready.
ro: Pentru a continua, scrieþi numele dispozitivului/fiºierului când sunteþi gata.

source: internal error: tape descriptor changed from %d to %d
ro: eroare internã: descriptorul benzii s-a schimbat din %d în %d
